{"[PAD]": 0, "[UNK]": 1, "[MASK]": 2, "[CLS]": 3, "[SEP]": 4, "[UNK_1]": 5, "[UNK_2]": 6, "[UNK_3]": 7, "[UNK_4]": 8, "[UNK_5]": 9, "[UNK_6]": 10, "AAAAAA": 11, "AAAAAC": 12, "AAAAAG": 13, "AAAAAT": 14, "AAAACA": 15, "AAAACC": 16, "AAAACG": 17, "AAAACT": 18, "AAAAGA": 19, "AAAAGC": 20, "AAAAGG": 21, "AAAAGT": 22, "AAAATA": 23, "AAAATC": 24, "AAAATG": 25, "AAAATT": 26, "AAACAA": 27, "AAACAC": 28, "AAACAG": 29, "AAACAT": 30, "AAACCA": 31, "AAACCC": 32, "AAACCG": 33, "AAACCT": 34, "AAACGA": 35, "AAACGC": 36, "AAACGG": 37, "AAACGT": 38, "AAACTA": 39, "AAACTC": 40, "AAACTG": 41, "AAACTT": 42, "AAAGAA": 43, "AAAGAC": 44, "AAAGAG": 45, "AAAGAT": 46, "AAAGCA": 47, "AAAGCC": 48, "AAAGCG": 49, "AAAGCT": 50, "AAAGGA": 51, "AAAGGC": 52, "AAAGGG": 53, "AAAGGT": 54, "AAAGTA": 55, "AAAGTC": 56, "AAAGTG": 57, "AAAGTT": 58, "AAATAA": 59, "AAATAC": 60, "AAATAG": 61, "AAATAT": 62, "AAATCA": 63, "AAATCC": 64, "AAATCG": 65, "AAATCT": 66, "AAATGA": 67, "AAATGC": 68, "AAATGG": 69, "AAATGT": 70, "AAATTA": 71, "AAATTC": 72, "AAATTG": 73, "AAATTT": 74, "AACAAA": 75, "AACAAC": 76, "AACAAG": 77, "AACAAT": 78, "AACACA": 79, "AACACC": 80, "AACACG": 81, "AACACT": 82, "AACAGA": 83, "AACAGC": 84, "AACAGG": 85, "AACAGT": 86, "AACATA": 87, "AACATC": 88, "AACATG": 89, "AACATT": 90, "AACCAA": 91, "AACCAC": 92, "AACCAG": 93, "AACCAT": 94, "AACCCA": 95, "AACCCC": 96, "AACCCG": 97, "AACCCT": 98, "AACCGA": 99, "AACCGC": 100, "AACCGG": 101, "AACCGT": 102, "AACCTA": 103, "AACCTC": 104, "AACCTG": 105, "AACCTT": 106, "AACGAA": 107, "AACGAC": 108, "AACGAG": 109, "AACGAT": 110, "AACGCA": 111, "AACGCC": 112, "AACGCG": 113, "AACGCT": 114, "AACGGA": 115, "AACGGC": 116, "AACGGG": 117, "AACGGT": 118, "AACGTA": 119, "AACGTC": 120, "AACGTG": 121, "AACGTT": 122, "AACTAA": 123, "AACTAC": 124, "AACTAG": 125, "AACTAT": 126, "AACTCA": 127, "AACTCC": 128, "AACTCG": 129, "AACTCT": 130, "AACTGA": 131, "AACTGC": 132, "AACTGG": 133, "AACTGT": 134, "AACTTA": 135, "AACTTC": 136, "AACTTG": 137, "AACTTT": 138, "AAGAAA": 139, "AAGAAC": 140, "AAGAAG": 141, "AAGAAT": 142, "AAGACA": 143, "AAGACC": 144, "AAGACG": 145, "AAGACT": 146, "AAGAGA": 147, "AAGAGC": 148, "AAGAGG": 149, "AAGAGT": 150, "AAGATA": 151, "AAGATC": 152, "AAGATG": 153, "AAGATT": 154, "AAGCAA": 155, "AAGCAC": 156, "AAGCAG": 157, "AAGCAT": 158, "AAGCCA": 159, "AAGCCC": 160, "AAGCCG": 161, "AAGCCT": 162, "AAGCGA": 163, "AAGCGC": 164, "AAGCGG": 165, "AAGCGT": 166, "AAGCTA": 167, "AAGCTC": 168, "AAGCTG": 169, "AAGCTT": 170, "AAGGAA": 171, "AAGGAC": 172, "AAGGAG": 173, "AAGGAT": 174, "AAGGCA": 175, "AAGGCC": 176, "AAGGCG": 177, "AAGGCT": 178, "AAGGGA": 179, "AAGGGC": 180, "AAGGGG": 181, "AAGGGT": 182, "AAGGTA": 183, "AAGGTC": 184, "AAGGTG": 185, "AAGGTT": 186, "AAGTAA": 187, "AAGTAC": 188, "AAGTAG": 189, "AAGTAT": 190, "AAGTCA": 191, "AAGTCC": 192, "AAGTCG": 193, "AAGTCT": 194, "AAGTGA": 195, "AAGTGC": 196, "AAGTGG": 197, "AAGTGT": 198, "AAGTTA": 199, "AAGTTC": 200, "AAGTTG": 201, "AAGTTT": 202, "AATAAA": 203, "AATAAC": 204, "AATAAG": 205, "AATAAT": 206, "AATACA": 207, "AATACC": 208, "AATACG": 209, "AATACT": 210, "AATAGA": 211, "AATAGC": 212, "AATAGG": 213, "AATAGT": 214, "AATATA": 215, "AATATC": 216, "AATATG": 217, "AATATT": 218, "AATCAA": 219, "AATCAC": 220, "AATCAG": 221, "AATCAT": 222, "AATCCA": 223, "AATCCC": 224, "AATCCG": 225, "AATCCT": 226, "AATCGA": 227, "AATCGC": 228, "AATCGG": 229, "AATCGT": 230, "AATCTA": 231, "AATCTC": 232, "AATCTG": 233, "AATCTT": 234, "AATGAA": 235, "AATGAC": 236, "AATGAG": 237, "AATGAT": 238, "AATGCA": 239, "AATGCC": 240, "AATGCG": 241, "AATGCT": 242, "AATGGA": 243, "AATGGC": 244, "AATGGG": 245, "AATGGT": 246, "AATGTA": 247, "AATGTC": 248, "AATGTG": 249, "AATGTT": 250, "AATTAA": 251, "AATTAC": 252, "AATTAG": 253, "AATTAT": 254, "AATTCA": 255, "AATTCC": 256, "AATTCG": 257, "AATTCT": 258, "AATTGA": 259, "AATTGC": 260, "AATTGG": 261, "AATTGT": 262, "AATTTA": 263, "AATTTC": 264, "AATTTG": 265, "AATTTT": 266, "ACAAAA": 267, "ACAAAC": 268, "ACAAAG": 269, "ACAAAT": 270, "ACAACA": 271, "ACAACC": 272, "ACAACG": 273, "ACAACT": 274, "ACAAGA": 275, "ACAAGC": 276, "ACAAGG": 277, "ACAAGT": 278, "ACAATA": 279, "ACAATC": 280, "ACAATG": 281, "ACAATT": 282, "ACACAA": 283, "ACACAC": 284, "ACACAG": 285, "ACACAT": 286, "ACACCA": 287, "ACACCC": 288, "ACACCG": 289, "ACACCT": 290, "ACACGA": 291, "ACACGC": 292, "ACACGG": 293, "ACACGT": 294, "ACACTA": 295, "ACACTC": 296, "ACACTG": 297, "ACACTT": 298, "ACAGAA": 299, "ACAGAC": 300, "ACAGAG": 301, "ACAGAT": 302, "ACAGCA": 303, "ACAGCC": 304, "ACAGCG": 305, "ACAGCT": 306, "ACAGGA": 307, "ACAGGC": 308, "ACAGGG": 309, "ACAGGT": 310, "ACAGTA": 311, "ACAGTC": 312, "ACAGTG": 313, "ACAGTT": 314, "ACATAA": 315, "ACATAC": 316, "ACATAG": 317, "ACATAT": 318, "ACATCA": 319, "ACATCC": 320, "ACATCG": 321, "ACATCT": 322, "ACATGA": 323, "ACATGC": 324, "ACATGG": 325, "ACATGT": 326, "ACATTA": 327, "ACATTC": 328, "ACATTG": 329, "ACATTT": 330, "ACCAAA": 331, "ACCAAC": 332, "ACCAAG": 333, "ACCAAT": 334, "ACCACA": 335, "ACCACC": 336, "ACCACG": 337, "ACCACT": 338, "ACCAGA": 339, "ACCAGC": 340, "ACCAGG": 341, "ACCAGT": 342, "ACCATA": 343, "ACCATC": 344, "ACCATG": 345, "ACCATT": 346, "ACCCAA": 347, "ACCCAC": 348, "ACCCAG": 349, "ACCCAT": 350, "ACCCCA": 351, "ACCCCC": 352, "ACCCCG": 353, "ACCCCT": 354, "ACCCGA": 355, "ACCCGC": 356, "ACCCGG": 357, "ACCCGT": 358, "ACCCTA": 359, "ACCCTC": 360, "ACCCTG": 361, "ACCCTT": 362, "ACCGAA": 363, "ACCGAC": 364, "ACCGAG": 365, "ACCGAT": 366, "ACCGCA": 367, "ACCGCC": 368, "ACCGCG": 369, "ACCGCT": 370, "ACCGGA": 371, "ACCGGC": 372, "ACCGGG": 373, "ACCGGT": 374, "ACCGTA": 375, "ACCGTC": 376, "ACCGTG": 377, "ACCGTT": 378, "ACCTAA": 379, "ACCTAC": 380, "ACCTAG": 381, "ACCTAT": 382, "ACCTCA": 383, "ACCTCC": 384, "ACCTCG": 385, "ACCTCT": 386, "ACCTGA": 387, "ACCTGC": 388, "ACCTGG": 389, "ACCTGT": 390, "ACCTTA": 391, "ACCTTC": 392, "ACCTTG": 393, "ACCTTT": 394, "ACGAAA": 395, "ACGAAC": 396, "ACGAAG": 397, "ACGAAT": 398, "ACGACA": 399, "ACGACC": 400, "ACGACG": 401, "ACGACT": 402, "ACGAGA": 403, "ACGAGC": 404, "ACGAGG": 405, "ACGAGT": 406, "ACGATA": 407, "ACGATC": 408, "ACGATG": 409, "ACGATT": 410, "ACGCAA": 411, "ACGCAC": 412, "ACGCAG": 413, "ACGCAT": 414, "ACGCCA": 415, "ACGCCC": 416, "ACGCCG": 417, "ACGCCT": 418, "ACGCGA": 419, "ACGCGC": 420, "ACGCGG": 421, "ACGCGT": 422, "ACGCTA": 423, "ACGCTC": 424, "ACGCTG": 425, "ACGCTT": 426, "ACGGAA": 427, "ACGGAC": 428, "ACGGAG": 429, "ACGGAT": 430, "ACGGCA": 431, "ACGGCC": 432, "ACGGCG": 433, "ACGGCT": 434, "ACGGGA": 435, "ACGGGC": 436, "ACGGGG": 437, "ACGGGT": 438, "ACGGTA": 439, "ACGGTC": 440, "ACGGTG": 441, "ACGGTT": 442, "ACGTAA": 443, "ACGTAC": 444, "ACGTAG": 445, "ACGTAT": 446, "ACGTCA": 447, "ACGTCC": 448, "ACGTCG": 449, "ACGTCT": 450, "ACGTGA": 451, "ACGTGC": 452, "ACGTGG": 453, "ACGTGT": 454, "ACGTTA": 455, "ACGTTC": 456, "ACGTTG": 457, "ACGTTT": 458, "ACTAAA": 459, "ACTAAC": 460, "ACTAAG": 461, "ACTAAT": 462, "ACTACA": 463, "ACTACC": 464, "ACTACG": 465, "ACTACT": 466, "ACTAGA": 467, "ACTAGC": 468, "ACTAGG": 469, "ACTAGT": 470, "ACTATA": 471, "ACTATC": 472, "ACTATG": 473, "ACTATT": 474, "ACTCAA": 475, "ACTCAC": 476, "ACTCAG": 477, "ACTCAT": 478, "ACTCCA": 479, "ACTCCC": 480, "ACTCCG": 481, "ACTCCT": 482, "ACTCGA": 483, "ACTCGC": 484, "ACTCGG": 485, "ACTCGT": 486, "ACTCTA": 487, "ACTCTC": 488, "ACTCTG": 489, "ACTCTT": 490, "ACTGAA": 491, "ACTGAC": 492, "ACTGAG": 493, "ACTGAT": 494, "ACTGCA": 495, "ACTGCC": 496, "ACTGCG": 497, "ACTGCT": 498, "ACTGGA": 499, "ACTGGC": 500, "ACTGGG": 501, "ACTGGT": 502, "ACTGTA": 503, "ACTGTC": 504, "ACTGTG": 505, "ACTGTT": 506, "ACTTAA": 507, "ACTTAC": 508, "ACTTAG": 509, "ACTTAT": 510, "ACTTCA": 511, "ACTTCC": 512, "ACTTCG": 513, "ACTTCT": 514, "ACTTGA": 515, "ACTTGC": 516, "ACTTGG": 517, "ACTTGT": 518, "ACTTTA": 519, "ACTTTC": 520, "ACTTTG": 521, "ACTTTT": 522, "AGAAAA": 523, "AGAAAC": 524, "AGAAAG": 525, "AGAAAT": 526, "AGAACA": 527, "AGAACC": 528, "AGAACG": 529, "AGAACT": 530, "AGAAGA": 531, "AGAAGC": 532, "AGAAGG": 533, "AGAAGT": 534, "AGAATA": 535, "AGAATC": 536, "AGAATG": 537, "AGAATT": 538, "AGACAA": 539, "AGACAC": 540, "AGACAG": 541, "AGACAT": 542, "AGACCA": 543, "AGACCC": 544, "AGACCG": 545, "AGACCT": 546, "AGACGA": 547, "AGACGC": 548, "AGACGG": 549, "AGACGT": 550, "AGACTA": 551, "AGACTC": 552, "AGACTG": 553, "AGACTT": 554, "AGAGAA": 555, "AGAGAC": 556, "AGAGAG": 557, "AGAGAT": 558, "AGAGCA": 559, "AGAGCC": 560, "AGAGCG": 561, "AGAGCT": 562, "AGAGGA": 563, "AGAGGC": 564, "AGAGGG": 565, "AGAGGT": 566, "AGAGTA": 567, "AGAGTC": 568, "AGAGTG": 569, "AGAGTT": 570, "AGATAA": 571, "AGATAC": 572, "AGATAG": 573, "AGATAT": 574, "AGATCA": 575, "AGATCC": 576, "AGATCG": 577, "AGATCT": 578, "AGATGA": 579, "AGATGC": 580, "AGATGG": 581, "AGATGT": 582, "AGATTA": 583, "AGATTC": 584, "AGATTG": 585, "AGATTT": 586, "AGCAAA": 587, "AGCAAC": 588, "AGCAAG": 589, "AGCAAT": 590, "AGCACA": 591, "AGCACC": 592, "AGCACG": 593, "AGCACT": 594, "AGCAGA": 595, "AGCAGC": 596, "AGCAGG": 597, "AGCAGT": 598, "AGCATA": 599, "AGCATC": 600, "AGCATG": 601, "AGCATT": 602, "AGCCAA": 603, "AGCCAC": 604, "AGCCAG": 605, "AGCCAT": 606, "AGCCCA": 607, "AGCCCC": 608, "AGCCCG": 609, "AGCCCT": 610, "AGCCGA": 611, "AGCCGC": 612, "AGCCGG": 613, "AGCCGT": 614, "AGCCTA": 615, "AGCCTC": 616, "AGCCTG": 617, "AGCCTT": 618, "AGCGAA": 619, "AGCGAC": 620, "AGCGAG": 621, "AGCGAT": 622, "AGCGCA": 623, "AGCGCC": 624, "AGCGCG": 625, "AGCGCT": 626, "AGCGGA": 627, "AGCGGC": 628, "AGCGGG": 629, "AGCGGT": 630, "AGCGTA": 631, "AGCGTC": 632, "AGCGTG": 633, "AGCGTT": 634, "AGCTAA": 635, "AGCTAC": 636, "AGCTAG": 637, "AGCTAT": 638, "AGCTCA": 639, "AGCTCC": 640, "AGCTCG": 641, "AGCTCT": 642, "AGCTGA": 643, "AGCTGC": 644, "AGCTGG": 645, "AGCTGT": 646, "AGCTTA": 647, "AGCTTC": 648, "AGCTTG": 649, "AGCTTT": 650, "AGGAAA": 651, "AGGAAC": 652, "AGGAAG": 653, "AGGAAT": 654, "AGGACA": 655, "AGGACC": 656, "AGGACG": 657, "AGGACT": 658, "AGGAGA": 659, "AGGAGC": 660, "AGGAGG": 661, "AGGAGT": 662, "AGGATA": 663, "AGGATC": 664, "AGGATG": 665, "AGGATT": 666, "AGGCAA": 667, "AGGCAC": 668, "AGGCAG": 669, "AGGCAT": 670, "AGGCCA": 671, "AGGCCC": 672, "AGGCCG": 673, "AGGCCT": 674, "AGGCGA": 675, "AGGCGC": 676, "AGGCGG": 677, "AGGCGT": 678, "AGGCTA": 679, "AGGCTC": 680, "AGGCTG": 681, "AGGCTT": 682, "AGGGAA": 683, "AGGGAC": 684, "AGGGAG": 685, "AGGGAT": 686, "AGGGCA": 687, "AGGGCC": 688, "AGGGCG": 689, "AGGGCT": 690, "AGGGGA": 691, "AGGGGC": 692, "AGGGGG": 693, "AGGGGT": 694, "AGGGTA": 695, "AGGGTC": 696, "AGGGTG": 697, "AGGGTT": 698, "AGGTAA": 699, "AGGTAC": 700, "AGGTAG": 701, "AGGTAT": 702, "AGGTCA": 703, "AGGTCC": 704, "AGGTCG": 705, "AGGTCT": 706, "AGGTGA": 707, "AGGTGC": 708, "AGGTGG": 709, "AGGTGT": 710, "AGGTTA": 711, "AGGTTC": 712, "AGGTTG": 713, "AGGTTT": 714, "AGTAAA": 715, "AGTAAC": 716, "AGTAAG": 717, "AGTAAT": 718, "AGTACA": 719, "AGTACC": 720, "AGTACG": 721, "AGTACT": 722, "AGTAGA": 723, "AGTAGC": 724, "AGTAGG": 725, "AGTAGT": 726, "AGTATA": 727, "AGTATC": 728, "AGTATG": 729, "AGTATT": 730, "AGTCAA": 731, "AGTCAC": 732, "AGTCAG": 733, "AGTCAT": 734, "AGTCCA": 735, "AGTCCC": 736, "AGTCCG": 737, "AGTCCT": 738, "AGTCGA": 739, "AGTCGC": 740, "AGTCGG": 741, "AGTCGT": 742, "AGTCTA": 743, "AGTCTC": 744, "AGTCTG": 745, "AGTCTT": 746, "AGTGAA": 747, "AGTGAC": 748, "AGTGAG": 749, "AGTGAT": 750, "AGTGCA": 751, "AGTGCC": 752, "AGTGCG": 753, "AGTGCT": 754, "AGTGGA": 755, "AGTGGC": 756, "AGTGGG": 757, "AGTGGT": 758, "AGTGTA": 759, "AGTGTC": 760, "AGTGTG": 761, "AGTGTT": 762, "AGTTAA": 763, "AGTTAC": 764, "AGTTAG": 765, "AGTTAT": 766, "AGTTCA": 767, "AGTTCC": 768, "AGTTCG": 769, "AGTTCT": 770, "AGTTGA": 771, "AGTTGC": 772, "AGTTGG": 773, "AGTTGT": 774, "AGTTTA": 775, "AGTTTC": 776, "AGTTTG": 777, "AGTTTT": 778, "ATAAAA": 779, "ATAAAC": 780, "ATAAAG": 781, "ATAAAT": 782, "ATAACA": 783, "ATAACC": 784, "ATAACG": 785, "ATAACT": 786, "ATAAGA": 787, "ATAAGC": 788, "ATAAGG": 789, "ATAAGT": 790, "ATAATA": 791, "ATAATC": 792, "ATAATG": 793, "ATAATT": 794, "ATACAA": 795, "ATACAC": 796, "ATACAG": 797, "ATACAT": 798, "ATACCA": 799, "ATACCC": 800, "ATACCG": 801, "ATACCT": 802, "ATACGA": 803, "ATACGC": 804, "ATACGG": 805, "ATACGT": 806, "ATACTA": 807, "ATACTC": 808, "ATACTG": 809, "ATACTT": 810, "ATAGAA": 811, "ATAGAC": 812, "ATAGAG": 813, "ATAGAT": 814, "ATAGCA": 815, "ATAGCC": 816, "ATAGCG": 817, "ATAGCT": 818, "ATAGGA": 819, "ATAGGC": 820, "ATAGGG": 821, "ATAGGT": 822, "ATAGTA": 823, "ATAGTC": 824, "ATAGTG": 825, "ATAGTT": 826, "ATATAA": 827, "ATATAC": 828, "ATATAG": 829, "ATATAT": 830, "ATATCA": 831, "ATATCC": 832, "ATATCG": 833, "ATATCT": 834, "ATATGA": 835, "ATATGC": 836, "ATATGG": 837, "ATATGT": 838, "ATATTA": 839, "ATATTC": 840, "ATATTG": 841, "ATATTT": 842, "ATCAAA": 843, "ATCAAC": 844, "ATCAAG": 845, "ATCAAT": 846, "ATCACA": 847, "ATCACC": 848, "ATCACG": 849, "ATCACT": 850, "ATCAGA": 851, "ATCAGC": 852, "ATCAGG": 853, "ATCAGT": 854, "ATCATA": 855, "ATCATC": 856, "ATCATG": 857, "ATCATT": 858, "ATCCAA": 859, "ATCCAC": 860, "ATCCAG": 861, "ATCCAT": 862, "ATCCCA": 863, "ATCCCC": 864, "ATCCCG": 865, "ATCCCT": 866, "ATCCGA": 867, "ATCCGC": 868, "ATCCGG": 869, "ATCCGT": 870, "ATCCTA": 871, "ATCCTC": 872, "ATCCTG": 873, "ATCCTT": 874, "ATCGAA": 875, "ATCGAC": 876, "ATCGAG": 877, "ATCGAT": 878, "ATCGCA": 879, "ATCGCC": 880, "ATCGCG": 881, "ATCGCT": 882, "ATCGGA": 883, "ATCGGC": 884, "ATCGGG": 885, "ATCGGT": 886, "ATCGTA": 887, "ATCGTC": 888, "ATCGTG": 889, "ATCGTT": 890, "ATCTAA": 891, "ATCTAC": 892, "ATCTAG": 893, "ATCTAT": 894, "ATCTCA": 895, "ATCTCC": 896, "ATCTCG": 897, "ATCTCT": 898, "ATCTGA": 899, "ATCTGC": 900, "ATCTGG": 901, "ATCTGT": 902, "ATCTTA": 903, "ATCTTC": 904, "ATCTTG": 905, "ATCTTT": 906, "ATGAAA": 907, "ATGAAC": 908, "ATGAAG": 909, "ATGAAT": 910, "ATGACA": 911, "ATGACC": 912, "ATGACG": 913, "ATGACT": 914, "ATGAGA": 915, "ATGAGC": 916, "ATGAGG": 917, "ATGAGT": 918, "ATGATA": 919, "ATGATC": 920, "ATGATG": 921, "ATGATT": 922, "ATGCAA": 923, "ATGCAC": 924, "ATGCAG": 925, "ATGCAT": 926, "ATGCCA": 927, "ATGCCC": 928, "ATGCCG": 929, "ATGCCT": 930, "ATGCGA": 931, "ATGCGC": 932, "ATGCGG": 933, "ATGCGT": 934, "ATGCTA": 935, "ATGCTC": 936, "ATGCTG": 937, "ATGCTT": 938, "ATGGAA": 939, "ATGGAC": 940, "ATGGAG": 941, "ATGGAT": 942, "ATGGCA": 943, "ATGGCC": 944, "ATGGCG": 945, "ATGGCT": 946, "ATGGGA": 947, "ATGGGC": 948, "ATGGGG": 949, "ATGGGT": 950, "ATGGTA": 951, "ATGGTC": 952, "ATGGTG": 953, "ATGGTT": 954, "ATGTAA": 955, "ATGTAC": 956, "ATGTAG": 957, "ATGTAT": 958, "ATGTCA": 959, "ATGTCC": 960, "ATGTCG": 961, "ATGTCT": 962, "ATGTGA": 963, "ATGTGC": 964, "ATGTGG": 965, "ATGTGT": 966, "ATGTTA": 967, "ATGTTC": 968, "ATGTTG": 969, "ATGTTT": 970, "ATTAAA": 971, "ATTAAC": 972, "ATTAAG": 973, "ATTAAT": 974, "ATTACA": 975, "ATTACC": 976, "ATTACG": 977, "ATTACT": 978, "ATTAGA": 979, "ATTAGC": 980, "ATTAGG": 981, "ATTAGT": 982, "ATTATA": 983, "ATTATC": 984, "ATTATG": 985, "ATTATT": 986, "ATTCAA": 987, "ATTCAC": 988, "ATTCAG": 989, "ATTCAT": 990, "ATTCCA": 991, "ATTCCC": 992, "ATTCCG": 993, "ATTCCT": 994, "ATTCGA": 995, "ATTCGC": 996, "ATTCGG": 997, "ATTCGT": 998, "ATTCTA": 999, "ATTCTC": 1000, "ATTCTG": 1001, "ATTCTT": 1002, "ATTGAA": 1003, "ATTGAC": 1004, "ATTGAG": 1005, "ATTGAT": 1006, "ATTGCA": 1007, "ATTGCC": 1008, "ATTGCG": 1009, "ATTGCT": 1010, "ATTGGA": 1011, "ATTGGC": 1012, "ATTGGG": 1013, "ATTGGT": 1014, "ATTGTA": 1015, "ATTGTC": 1016, "ATTGTG": 1017, "ATTGTT": 1018, "ATTTAA": 1019, "ATTTAC": 1020, "ATTTAG": 1021, "ATTTAT": 1022, "ATTTCA": 1023, "ATTTCC": 1024, "ATTTCG": 1025, "ATTTCT": 1026, "ATTTGA": 1027, "ATTTGC": 1028, "ATTTGG": 1029, "ATTTGT": 1030, "ATTTTA": 1031, "ATTTTC": 1032, "ATTTTG": 1033, "ATTTTT": 1034, "CAAAAA": 1035, "CAAAAC": 1036, "CAAAAG": 1037, "CAAAAT": 1038, "CAAACA": 1039, "CAAACC": 1040, "CAAACG": 1041, "CAAACT": 1042, "CAAAGA": 1043, "CAAAGC": 1044, "CAAAGG": 1045, "CAAAGT": 1046, "CAAATA": 1047, "CAAATC": 1048, "CAAATG": 1049, "CAAATT": 1050, "CAACAA": 1051, "CAACAC": 1052, "CAACAG": 1053, "CAACAT": 1054, "CAACCA": 1055, "CAACCC": 1056, "CAACCG": 1057, "CAACCT": 1058, "CAACGA": 1059, "CAACGC": 1060, "CAACGG": 1061, "CAACGT": 1062, "CAACTA": 1063, "CAACTC": 1064, "CAACTG": 1065, "CAACTT": 1066, "CAAGAA": 1067, "CAAGAC": 1068, "CAAGAG": 1069, "CAAGAT": 1070, "CAAGCA": 1071, "CAAGCC": 1072, "CAAGCG": 1073, "CAAGCT": 1074, "CAAGGA": 1075, "CAAGGC": 1076, "CAAGGG": 1077, "CAAGGT": 1078, "CAAGTA": 1079, "CAAGTC": 1080, "CAAGTG": 1081, "CAAGTT": 1082, "CAATAA": 1083, "CAATAC": 1084, "CAATAG": 1085, "CAATAT": 1086, "CAATCA": 1087, "CAATCC": 1088, "CAATCG": 1089, "CAATCT": 1090, "CAATGA": 1091, "CAATGC": 1092, "CAATGG": 1093, "CAATGT": 1094, "CAATTA": 1095, "CAATTC": 1096, "CAATTG": 1097, "CAATTT": 1098, "CACAAA": 1099, "CACAAC": 1100, "CACAAG": 1101, "CACAAT": 1102, "CACACA": 1103, "CACACC": 1104, "CACACG": 1105, "CACACT": 1106, "CACAGA": 1107, "CACAGC": 1108, "CACAGG": 1109, "CACAGT": 1110, "CACATA": 1111, "CACATC": 1112, "CACATG": 1113, "CACATT": 1114, "CACCAA": 1115, "CACCAC": 1116, "CACCAG": 1117, "CACCAT": 1118, "CACCCA": 1119, "CACCCC": 1120, "CACCCG": 1121, "CACCCT": 1122, "CACCGA": 1123, "CACCGC": 1124, "CACCGG": 1125, "CACCGT": 1126, "CACCTA": 1127, "CACCTC": 1128, "CACCTG": 1129, "CACCTT": 1130, "CACGAA": 1131, "CACGAC": 1132, "CACGAG": 1133, "CACGAT": 1134, "CACGCA": 1135, "CACGCC": 1136, "CACGCG": 1137, "CACGCT": 1138, "CACGGA": 1139, "CACGGC": 1140, "CACGGG": 1141, "CACGGT": 1142, "CACGTA": 1143, "CACGTC": 1144, "CACGTG": 1145, "CACGTT": 1146, "CACTAA": 1147, "CACTAC": 1148, "CACTAG": 1149, "CACTAT": 1150, "CACTCA": 1151, "CACTCC": 1152, "CACTCG": 1153, "CACTCT": 1154, "CACTGA": 1155, "CACTGC": 1156, "CACTGG": 1157, "CACTGT": 1158, "CACTTA": 1159, "CACTTC": 1160, "CACTTG": 1161, "CACTTT": 1162, "CAGAAA": 1163, "CAGAAC": 1164, "CAGAAG": 1165, "CAGAAT": 1166, "CAGACA": 1167, "CAGACC": 1168, "CAGACG": 1169, "CAGACT": 1170, "CAGAGA": 1171, "CAGAGC": 1172, "CAGAGG": 1173, "CAGAGT": 1174, "CAGATA": 1175, "CAGATC": 1176, "CAGATG": 1177, "CAGATT": 1178, "CAGCAA": 1179, "CAGCAC": 1180, "CAGCAG": 1181, "CAGCAT": 1182, "CAGCCA": 1183, "CAGCCC": 1184, "CAGCCG": 1185, "CAGCCT": 1186, "CAGCGA": 1187, "CAGCGC": 1188, "CAGCGG": 1189, "CAGCGT": 1190, "CAGCTA": 1191, "CAGCTC": 1192, "CAGCTG": 1193, "CAGCTT": 1194, "CAGGAA": 1195, "CAGGAC": 1196, "CAGGAG": 1197, "CAGGAT": 1198, "CAGGCA": 1199, "CAGGCC": 1200, "CAGGCG": 1201, "CAGGCT": 1202, "CAGGGA": 1203, "CAGGGC": 1204, "CAGGGG": 1205, "CAGGGT": 1206, "CAGGTA": 1207, "CAGGTC": 1208, "CAGGTG": 1209, "CAGGTT": 1210, "CAGTAA": 1211, "CAGTAC": 1212, "CAGTAG": 1213, "CAGTAT": 1214, "CAGTCA": 1215, "CAGTCC": 1216, "CAGTCG": 1217, "CAGTCT": 1218, "CAGTGA": 1219, "CAGTGC": 1220, "CAGTGG": 1221, "CAGTGT": 1222, "CAGTTA": 1223, "CAGTTC": 1224, "CAGTTG": 1225, "CAGTTT": 1226, "CATAAA": 1227, "CATAAC": 1228, "CATAAG": 1229, "CATAAT": 1230, "CATACA": 1231, "CATACC": 1232, "CATACG": 1233, "CATACT": 1234, "CATAGA": 1235, "CATAGC": 1236, "CATAGG": 1237, "CATAGT": 1238, "CATATA": 1239, "CATATC": 1240, "CATATG": 1241, "CATATT": 1242, "CATCAA": 1243, "CATCAC": 1244, "CATCAG": 1245, "CATCAT": 1246, "CATCCA": 1247, "CATCCC": 1248, "CATCCG": 1249, "CATCCT": 1250, "CATCGA": 1251, "CATCGC": 1252, "CATCGG": 1253, "CATCGT": 1254, "CATCTA": 1255, "CATCTC": 1256, "CATCTG": 1257, "CATCTT": 1258, "CATGAA": 1259, "CATGAC": 1260, "CATGAG": 1261, "CATGAT": 1262, "CATGCA": 1263, "CATGCC": 1264, "CATGCG": 1265, "CATGCT": 1266, "CATGGA": 1267, "CATGGC": 1268, "CATGGG": 1269, "CATGGT": 1270, "CATGTA": 1271, "CATGTC": 1272, "CATGTG": 1273, "CATGTT": 1274, "CATTAA": 1275, "CATTAC": 1276, "CATTAG": 1277, "CATTAT": 1278, "CATTCA": 1279, "CATTCC": 1280, "CATTCG": 1281, "CATTCT": 1282, "CATTGA": 1283, "CATTGC": 1284, "CATTGG": 1285, "CATTGT": 1286, "CATTTA": 1287, "CATTTC": 1288, "CATTTG": 1289, "CATTTT": 1290, "CCAAAA": 1291, "CCAAAC": 1292, "CCAAAG": 1293, "CCAAAT": 1294, "CCAACA": 1295, "CCAACC": 1296, "CCAACG": 1297, "CCAACT": 1298, "CCAAGA": 1299, "CCAAGC": 1300, "CCAAGG": 1301, "CCAAGT": 1302, "CCAATA": 1303, "CCAATC": 1304, "CCAATG": 1305, "CCAATT": 1306, "CCACAA": 1307, "CCACAC": 1308, "CCACAG": 1309, "CCACAT": 1310, "CCACCA": 1311, "CCACCC": 1312, "CCACCG": 1313, "CCACCT": 1314, "CCACGA": 1315, "CCACGC": 1316, "CCACGG": 1317, "CCACGT": 1318, "CCACTA": 1319, "CCACTC": 1320, "CCACTG": 1321, "CCACTT": 1322, "CCAGAA": 1323, "CCAGAC": 1324, "CCAGAG": 1325, "CCAGAT": 1326, "CCAGCA": 1327, "CCAGCC": 1328, "CCAGCG": 1329, "CCAGCT": 1330, "CCAGGA": 1331, "CCAGGC": 1332, "CCAGGG": 1333, "CCAGGT": 1334, "CCAGTA": 1335, "CCAGTC": 1336, "CCAGTG": 1337, "CCAGTT": 1338, "CCATAA": 1339, "CCATAC": 1340, "CCATAG": 1341, "CCATAT": 1342, "CCATCA": 1343, "CCATCC": 1344, "CCATCG": 1345, "CCATCT": 1346, "CCATGA": 1347, "CCATGC": 1348, "CCATGG": 1349, "CCATGT": 1350, "CCATTA": 1351, "CCATTC": 1352, "CCATTG": 1353, "CCATTT": 1354, "CCCAAA": 1355, "CCCAAC": 1356, "CCCAAG": 1357, "CCCAAT": 1358, "CCCACA": 1359, "CCCACC": 1360, "CCCACG": 1361, "CCCACT": 1362, "CCCAGA": 1363, "CCCAGC": 1364, "CCCAGG": 1365, "CCCAGT": 1366, "CCCATA": 1367, "CCCATC": 1368, "CCCATG": 1369, "CCCATT": 1370, "CCCCAA": 1371, "CCCCAC": 1372, "CCCCAG": 1373, "CCCCAT": 1374, "CCCCCA": 1375, "CCCCCC": 1376, "CCCCCG": 1377, "CCCCCT": 1378, "CCCCGA": 1379, "CCCCGC": 1380, "CCCCGG": 1381, "CCCCGT": 1382, "CCCCTA": 1383, "CCCCTC": 1384, "CCCCTG": 1385, "CCCCTT": 1386, "CCCGAA": 1387, "CCCGAC": 1388, "CCCGAG": 1389, "CCCGAT": 1390, "CCCGCA": 1391, "CCCGCC": 1392, "CCCGCG": 1393, "CCCGCT": 1394, "CCCGGA": 1395, "CCCGGC": 1396, "CCCGGG": 1397, "CCCGGT": 1398, "CCCGTA": 1399, "CCCGTC": 1400, "CCCGTG": 1401, "CCCGTT": 1402, "CCCTAA": 1403, "CCCTAC": 1404, "CCCTAG": 1405, "CCCTAT": 1406, "CCCTCA": 1407, "CCCTCC": 1408, "CCCTCG": 1409, "CCCTCT": 1410, "CCCTGA": 1411, "CCCTGC": 1412, "CCCTGG": 1413, "CCCTGT": 1414, "CCCTTA": 1415, "CCCTTC": 1416, "CCCTTG": 1417, "CCCTTT": 1418, "CCGAAA": 1419, "CCGAAC": 1420, "CCGAAG": 1421, "CCGAAT": 1422, "CCGACA": 1423, "CCGACC": 1424, "CCGACG": 1425, "CCGACT": 1426, "CCGAGA": 1427, "CCGAGC": 1428, "CCGAGG": 1429, "CCGAGT": 1430, "CCGATA": 1431, "CCGATC": 1432, "CCGATG": 1433, "CCGATT": 1434, "CCGCAA": 1435, "CCGCAC": 1436, "CCGCAG": 1437, "CCGCAT": 1438, "CCGCCA": 1439, "CCGCCC": 1440, "CCGCCG": 1441, "CCGCCT": 1442, "CCGCGA": 1443, "CCGCGC": 1444, "CCGCGG": 1445, "CCGCGT": 1446, "CCGCTA": 1447, "CCGCTC": 1448, "CCGCTG": 1449, "CCGCTT": 1450, "CCGGAA": 1451, "CCGGAC": 1452, "CCGGAG": 1453, "CCGGAT": 1454, "CCGGCA": 1455, "CCGGCC": 1456, "CCGGCG": 1457, "CCGGCT": 1458, "CCGGGA": 1459, "CCGGGC": 1460, "CCGGGG": 1461, "CCGGGT": 1462, "CCGGTA": 1463, "CCGGTC": 1464, "CCGGTG": 1465, "CCGGTT": 1466, "CCGTAA": 1467, "CCGTAC": 1468, "CCGTAG": 1469, "CCGTAT": 1470, "CCGTCA": 1471, "CCGTCC": 1472, "CCGTCG": 1473, "CCGTCT": 1474, "CCGTGA": 1475, "CCGTGC": 1476, "CCGTGG": 1477, "CCGTGT": 1478, "CCGTTA": 1479, "CCGTTC": 1480, "CCGTTG": 1481, "CCGTTT": 1482, "CCTAAA": 1483, "CCTAAC": 1484, "CCTAAG": 1485, "CCTAAT": 1486, "CCTACA": 1487, "CCTACC": 1488, "CCTACG": 1489, "CCTACT": 1490, "CCTAGA": 1491, "CCTAGC": 1492, "CCTAGG": 1493, "CCTAGT": 1494, "CCTATA": 1495, "CCTATC": 1496, "CCTATG": 1497, "CCTATT": 1498, "CCTCAA": 1499, "CCTCAC": 1500, "CCTCAG": 1501, "CCTCAT": 1502, "CCTCCA": 1503, "CCTCCC": 1504, "CCTCCG": 1505, "CCTCCT": 1506, "CCTCGA": 1507, "CCTCGC": 1508, "CCTCGG": 1509, "CCTCGT": 1510, "CCTCTA": 1511, "CCTCTC": 1512, "CCTCTG": 1513, "CCTCTT": 1514, "CCTGAA": 1515, "CCTGAC": 1516, "CCTGAG": 1517, "CCTGAT": 1518, "CCTGCA": 1519, "CCTGCC": 1520, "CCTGCG": 1521, "CCTGCT": 1522, "CCTGGA": 1523, "CCTGGC": 1524, "CCTGGG": 1525, "CCTGGT": 1526, "CCTGTA": 1527, "CCTGTC": 1528, "CCTGTG": 1529, "CCTGTT": 1530, "CCTTAA": 1531, "CCTTAC": 1532, "CCTTAG": 1533, "CCTTAT": 1534, "CCTTCA": 1535, "CCTTCC": 1536, "CCTTCG": 1537, "CCTTCT": 1538, "CCTTGA": 1539, "CCTTGC": 1540, "CCTTGG": 1541, "CCTTGT": 1542, "CCTTTA": 1543, "CCTTTC": 1544, "CCTTTG": 1545, "CCTTTT": 1546, "CGAAAA": 1547, "CGAAAC": 1548, "CGAAAG": 1549, "CGAAAT": 1550, "CGAACA": 1551, "CGAACC": 1552, "CGAACG": 1553, "CGAACT": 1554, "CGAAGA": 1555, "CGAAGC": 1556, "CGAAGG": 1557, "CGAAGT": 1558, "CGAATA": 1559, "CGAATC": 1560, "CGAATG": 1561, "CGAATT": 1562, "CGACAA": 1563, "CGACAC": 1564, "CGACAG": 1565, "CGACAT": 1566, "CGACCA": 1567, "CGACCC": 1568, "CGACCG": 1569, "CGACCT": 1570, "CGACGA": 1571, "CGACGC": 1572, "CGACGG": 1573, "CGACGT": 1574, "CGACTA": 1575, "CGACTC": 1576, "CGACTG": 1577, "CGACTT": 1578, "CGAGAA": 1579, "CGAGAC": 1580, "CGAGAG": 1581, "CGAGAT": 1582, "CGAGCA": 1583, "CGAGCC": 1584, "CGAGCG": 1585, "CGAGCT": 1586, "CGAGGA": 1587, "CGAGGC": 1588, "CGAGGG": 1589, "CGAGGT": 1590, "CGAGTA": 1591, "CGAGTC": 1592, "CGAGTG": 1593, "CGAGTT": 1594, "CGATAA": 1595, "CGATAC": 1596, "CGATAG": 1597, "CGATAT": 1598, "CGATCA": 1599, "CGATCC": 1600, "CGATCG": 1601, "CGATCT": 1602, "CGATGA": 1603, "CGATGC": 1604, "CGATGG": 1605, "CGATGT": 1606, "CGATTA": 1607, "CGATTC": 1608, "CGATTG": 1609, "CGATTT": 1610, "CGCAAA": 1611, "CGCAAC": 1612, "CGCAAG": 1613, "CGCAAT": 1614, "CGCACA": 1615, "CGCACC": 1616, "CGCACG": 1617, "CGCACT": 1618, "CGCAGA": 1619, "CGCAGC": 1620, "CGCAGG": 1621, "CGCAGT": 1622, "CGCATA": 1623, "CGCATC": 1624, "CGCATG": 1625, "CGCATT": 1626, "CGCCAA": 1627, "CGCCAC": 1628, "CGCCAG": 1629, "CGCCAT": 1630, "CGCCCA": 1631, "CGCCCC": 1632, "CGCCCG": 1633, "CGCCCT": 1634, "CGCCGA": 1635, "CGCCGC": 1636, "CGCCGG": 1637, "CGCCGT": 1638, "CGCCTA": 1639, "CGCCTC": 1640, "CGCCTG": 1641, "CGCCTT": 1642, "CGCGAA": 1643, "CGCGAC": 1644, "CGCGAG": 1645, "CGCGAT": 1646, "CGCGCA": 1647, "CGCGCC": 1648, "CGCGCG": 1649, "CGCGCT": 1650, "CGCGGA": 1651, "CGCGGC": 1652, "CGCGGG": 1653, "CGCGGT": 1654, "CGCGTA": 1655, "CGCGTC": 1656, "CGCGTG": 1657, "CGCGTT": 1658, "CGCTAA": 1659, "CGCTAC": 1660, "CGCTAG": 1661, "CGCTAT": 1662, "CGCTCA": 1663, "CGCTCC": 1664, "CGCTCG": 1665, "CGCTCT": 1666, "CGCTGA": 1667, "CGCTGC": 1668, "CGCTGG": 1669, "CGCTGT": 1670, "CGCTTA": 1671, "CGCTTC": 1672, "CGCTTG": 1673, "CGCTTT": 1674, "CGGAAA": 1675, "CGGAAC": 1676, "CGGAAG": 1677, "CGGAAT": 1678, "CGGACA": 1679, "CGGACC": 1680, "CGGACG": 1681, "CGGACT": 1682, "CGGAGA": 1683, "CGGAGC": 1684, "CGGAGG": 1685, "CGGAGT": 1686, "CGGATA": 1687, "CGGATC": 1688, "CGGATG": 1689, "CGGATT": 1690, "CGGCAA": 1691, "CGGCAC": 1692, "CGGCAG": 1693, "CGGCAT": 1694, "CGGCCA": 1695, "CGGCCC": 1696, "CGGCCG": 1697, "CGGCCT": 1698, "CGGCGA": 1699, "CGGCGC": 1700, "CGGCGG": 1701, "CGGCGT": 1702, "CGGCTA": 1703, "CGGCTC": 1704, "CGGCTG": 1705, "CGGCTT": 1706, "CGGGAA": 1707, "CGGGAC": 1708, "CGGGAG": 1709, "CGGGAT": 1710, "CGGGCA": 1711, "CGGGCC": 1712, "CGGGCG": 1713, "CGGGCT": 1714, "CGGGGA": 1715, "CGGGGC": 1716, "CGGGGG": 1717, "CGGGGT": 1718, "CGGGTA": 1719, "CGGGTC": 1720, "CGGGTG": 1721, "CGGGTT": 1722, "CGGTAA": 1723, "CGGTAC": 1724, "CGGTAG": 1725, "CGGTAT": 1726, "CGGTCA": 1727, "CGGTCC": 1728, "CGGTCG": 1729, "CGGTCT": 1730, "CGGTGA": 1731, "CGGTGC": 1732, "CGGTGG": 1733, "CGGTGT": 1734, "CGGTTA": 1735, "CGGTTC": 1736, "CGGTTG": 1737, "CGGTTT": 1738, "CGTAAA": 1739, "CGTAAC": 1740, "CGTAAG": 1741, "CGTAAT": 1742, "CGTACA": 1743, "CGTACC": 1744, "CGTACG": 1745, "CGTACT": 1746, "CGTAGA": 1747, "CGTAGC": 1748, "CGTAGG": 1749, "CGTAGT": 1750, "CGTATA": 1751, "CGTATC": 1752, "CGTATG": 1753, "CGTATT": 1754, "CGTCAA": 1755, "CGTCAC": 1756, "CGTCAG": 1757, "CGTCAT": 1758, "CGTCCA": 1759, "CGTCCC": 1760, "CGTCCG": 1761, "CGTCCT": 1762, "CGTCGA": 1763, "CGTCGC": 1764, "CGTCGG": 1765, "CGTCGT": 1766, "CGTCTA": 1767, "CGTCTC": 1768, "CGTCTG": 1769, "CGTCTT": 1770, "CGTGAA": 1771, "CGTGAC": 1772, "CGTGAG": 1773, "CGTGAT": 1774, "CGTGCA": 1775, "CGTGCC": 1776, "CGTGCG": 1777, "CGTGCT": 1778, "CGTGGA": 1779, "CGTGGC": 1780, "CGTGGG": 1781, "CGTGGT": 1782, "CGTGTA": 1783, "CGTGTC": 1784, "CGTGTG": 1785, "CGTGTT": 1786, "CGTTAA": 1787, "CGTTAC": 1788, "CGTTAG": 1789, "CGTTAT": 1790, "CGTTCA": 1791, "CGTTCC": 1792, "CGTTCG": 1793, "CGTTCT": 1794, "CGTTGA": 1795, "CGTTGC": 1796, "CGTTGG": 1797, "CGTTGT": 1798, "CGTTTA": 1799, "CGTTTC": 1800, "CGTTTG": 1801, "CGTTTT": 1802, "CTAAAA": 1803, "CTAAAC": 1804, "CTAAAG": 1805, "CTAAAT": 1806, "CTAACA": 1807, "CTAACC": 1808, "CTAACG": 1809, "CTAACT": 1810, "CTAAGA": 1811, "CTAAGC": 1812, "CTAAGG": 1813, "CTAAGT": 1814, "CTAATA": 1815, "CTAATC": 1816, "CTAATG": 1817, "CTAATT": 1818, "CTACAA": 1819, "CTACAC": 1820, "CTACAG": 1821, "CTACAT": 1822, "CTACCA": 1823, "CTACCC": 1824, "CTACCG": 1825, "CTACCT": 1826, "CTACGA": 1827, "CTACGC": 1828, "CTACGG": 1829, "CTACGT": 1830, "CTACTA": 1831, "CTACTC": 1832, "CTACTG": 1833, "CTACTT": 1834, "CTAGAA": 1835, "CTAGAC": 1836, "CTAGAG": 1837, "CTAGAT": 1838, "CTAGCA": 1839, "CTAGCC": 1840, "CTAGCG": 1841, "CTAGCT": 1842, "CTAGGA": 1843, "CTAGGC": 1844, "CTAGGG": 1845, "CTAGGT": 1846, "CTAGTA": 1847, "CTAGTC": 1848, "CTAGTG": 1849, "CTAGTT": 1850, "CTATAA": 1851, "CTATAC": 1852, "CTATAG": 1853, "CTATAT": 1854, "CTATCA": 1855, "CTATCC": 1856, "CTATCG": 1857, "CTATCT": 1858, "CTATGA": 1859, "CTATGC": 1860, "CTATGG": 1861, "CTATGT": 1862, "CTATTA": 1863, "CTATTC": 1864, "CTATTG": 1865, "CTATTT": 1866, "CTCAAA": 1867, "CTCAAC": 1868, "CTCAAG": 1869, "CTCAAT": 1870, "CTCACA": 1871, "CTCACC": 1872, "CTCACG": 1873, "CTCACT": 1874, "CTCAGA": 1875, "CTCAGC": 1876, "CTCAGG": 1877, "CTCAGT": 1878, "CTCATA": 1879, "CTCATC": 1880, "CTCATG": 1881, "CTCATT": 1882, "CTCCAA": 1883, "CTCCAC": 1884, "CTCCAG": 1885, "CTCCAT": 1886, "CTCCCA": 1887, "CTCCCC": 1888, "CTCCCG": 1889, "CTCCCT": 1890, "CTCCGA": 1891, "CTCCGC": 1892, "CTCCGG": 1893, "CTCCGT": 1894, "CTCCTA": 1895, "CTCCTC": 1896, "CTCCTG": 1897, "CTCCTT": 1898, "CTCGAA": 1899, "CTCGAC": 1900, "CTCGAG": 1901, "CTCGAT": 1902, "CTCGCA": 1903, "CTCGCC": 1904, "CTCGCG": 1905, "CTCGCT": 1906, "CTCGGA": 1907, "CTCGGC": 1908, "CTCGGG": 1909, "CTCGGT": 1910, "CTCGTA": 1911, "CTCGTC": 1912, "CTCGTG": 1913, "CTCGTT": 1914, "CTCTAA": 1915, "CTCTAC": 1916, "CTCTAG": 1917, "CTCTAT": 1918, "CTCTCA": 1919, "CTCTCC": 1920, "CTCTCG": 1921, "CTCTCT": 1922, "CTCTGA": 1923, "CTCTGC": 1924, "CTCTGG": 1925, "CTCTGT": 1926, "CTCTTA": 1927, "CTCTTC": 1928, "CTCTTG": 1929, "CTCTTT": 1930, "CTGAAA": 1931, "CTGAAC": 1932, "CTGAAG": 1933, "CTGAAT": 1934, "CTGACA": 1935, "CTGACC": 1936, "CTGACG": 1937, "CTGACT": 1938, "CTGAGA": 1939, "CTGAGC": 1940, "CTGAGG": 1941, "CTGAGT": 1942, "CTGATA": 1943, "CTGATC": 1944, "CTGATG": 1945, "CTGATT": 1946, "CTGCAA": 1947, "CTGCAC": 1948, "CTGCAG": 1949, "CTGCAT": 1950, "CTGCCA": 1951, "CTGCCC": 1952, "CTGCCG": 1953, "CTGCCT": 1954, "CTGCGA": 1955, "CTGCGC": 1956, "CTGCGG": 1957, "CTGCGT": 1958, "CTGCTA": 1959, "CTGCTC": 1960, "CTGCTG": 1961, "CTGCTT": 1962, "CTGGAA": 1963, "CTGGAC": 1964, "CTGGAG": 1965, "CTGGAT": 1966, "CTGGCA": 1967, "CTGGCC": 1968, "CTGGCG": 1969, "CTGGCT": 1970, "CTGGGA": 1971, "CTGGGC": 1972, "CTGGGG": 1973, "CTGGGT": 1974, "CTGGTA": 1975, "CTGGTC": 1976, "CTGGTG": 1977, "CTGGTT": 1978, "CTGTAA": 1979, "CTGTAC": 1980, "CTGTAG": 1981, "CTGTAT": 1982, "CTGTCA": 1983, "CTGTCC": 1984, "CTGTCG": 1985, "CTGTCT": 1986, "CTGTGA": 1987, "CTGTGC": 1988, "CTGTGG": 1989, "CTGTGT": 1990, "CTGTTA": 1991, "CTGTTC": 1992, "CTGTTG": 1993, "CTGTTT": 1994, "CTTAAA": 1995, "CTTAAC": 1996, "CTTAAG": 1997, "CTTAAT": 1998, "CTTACA": 1999, "CTTACC": 2000, "CTTACG": 2001, "CTTACT": 2002, "CTTAGA": 2003, "CTTAGC": 2004, "CTTAGG": 2005, "CTTAGT": 2006, "CTTATA": 2007, "CTTATC": 2008, "CTTATG": 2009, "CTTATT": 2010, "CTTCAA": 2011, "CTTCAC": 2012, "CTTCAG": 2013, "CTTCAT": 2014, "CTTCCA": 2015, "CTTCCC": 2016, "CTTCCG": 2017, "CTTCCT": 2018, "CTTCGA": 2019, "CTTCGC": 2020, "CTTCGG": 2021, "CTTCGT": 2022, "CTTCTA": 2023, "CTTCTC": 2024, "CTTCTG": 2025, "CTTCTT": 2026, "CTTGAA": 2027, "CTTGAC": 2028, "CTTGAG": 2029, "CTTGAT": 2030, "CTTGCA": 2031, "CTTGCC": 2032, "CTTGCG": 2033, "CTTGCT": 2034, "CTTGGA": 2035, "CTTGGC": 2036, "CTTGGG": 2037, "CTTGGT": 2038, "CTTGTA": 2039, "CTTGTC": 2040, "CTTGTG": 2041, "CTTGTT": 2042, "CTTTAA": 2043, "CTTTAC": 2044, "CTTTAG": 2045, "CTTTAT": 2046, "CTTTCA": 2047, "CTTTCC": 2048, "CTTTCG": 2049, "CTTTCT": 2050, "CTTTGA": 2051, "CTTTGC": 2052, "CTTTGG": 2053, "CTTTGT": 2054, "CTTTTA": 2055, "CTTTTC": 2056, "CTTTTG": 2057, "CTTTTT": 2058, "GAAAAA": 2059, "GAAAAC": 2060, "GAAAAG": 2061, "GAAAAT": 2062, "GAAACA": 2063, "GAAACC": 2064, "GAAACG": 2065, "GAAACT": 2066, "GAAAGA": 2067, "GAAAGC": 2068, "GAAAGG": 2069, "GAAAGT": 2070, "GAAATA": 2071, "GAAATC": 2072, "GAAATG": 2073, "GAAATT": 2074, "GAACAA": 2075, "GAACAC": 2076, "GAACAG": 2077, "GAACAT": 2078, "GAACCA": 2079, "GAACCC": 2080, "GAACCG": 2081, "GAACCT": 2082, "GAACGA": 2083, "GAACGC": 2084, "GAACGG": 2085, "GAACGT": 2086, "GAACTA": 2087, "GAACTC": 2088, "GAACTG": 2089, "GAACTT": 2090, "GAAGAA": 2091, "GAAGAC": 2092, "GAAGAG": 2093, "GAAGAT": 2094, "GAAGCA": 2095, "GAAGCC": 2096, "GAAGCG": 2097, "GAAGCT": 2098, "GAAGGA": 2099, "GAAGGC": 2100, "GAAGGG": 2101, "GAAGGT": 2102, "GAAGTA": 2103, "GAAGTC": 2104, "GAAGTG": 2105, "GAAGTT": 2106, "GAATAA": 2107, "GAATAC": 2108, "GAATAG": 2109, "GAATAT": 2110, "GAATCA": 2111, "GAATCC": 2112, "GAATCG": 2113, "GAATCT": 2114, "GAATGA": 2115, "GAATGC": 2116, "GAATGG": 2117, "GAATGT": 2118, "GAATTA": 2119, "GAATTC": 2120, "GAATTG": 2121, "GAATTT": 2122, "GACAAA": 2123, "GACAAC": 2124, "GACAAG": 2125, "GACAAT": 2126, "GACACA": 2127, "GACACC": 2128, "GACACG": 2129, "GACACT": 2130, "GACAGA": 2131, "GACAGC": 2132, "GACAGG": 2133, "GACAGT": 2134, "GACATA": 2135, "GACATC": 2136, "GACATG": 2137, "GACATT": 2138, "GACCAA": 2139, "GACCAC": 2140, "GACCAG": 2141, "GACCAT": 2142, "GACCCA": 2143, "GACCCC": 2144, "GACCCG": 2145, "GACCCT": 2146, "GACCGA": 2147, "GACCGC": 2148, "GACCGG": 2149, "GACCGT": 2150, "GACCTA": 2151, "GACCTC": 2152, "GACCTG": 2153, "GACCTT": 2154, "GACGAA": 2155, "GACGAC": 2156, "GACGAG": 2157, "GACGAT": 2158, "GACGCA": 2159, "GACGCC": 2160, "GACGCG": 2161, "GACGCT": 2162, "GACGGA": 2163, "GACGGC": 2164, "GACGGG": 2165, "GACGGT": 2166, "GACGTA": 2167, "GACGTC": 2168, "GACGTG": 2169, "GACGTT": 2170, "GACTAA": 2171, "GACTAC": 2172, "GACTAG": 2173, "GACTAT": 2174, "GACTCA": 2175, "GACTCC": 2176, "GACTCG": 2177, "GACTCT": 2178, "GACTGA": 2179, "GACTGC": 2180, "GACTGG": 2181, "GACTGT": 2182, "GACTTA": 2183, "GACTTC": 2184, "GACTTG": 2185, "GACTTT": 2186, "GAGAAA": 2187, "GAGAAC": 2188, "GAGAAG": 2189, "GAGAAT": 2190, "GAGACA": 2191, "GAGACC": 2192, "GAGACG": 2193, "GAGACT": 2194, "GAGAGA": 2195, "GAGAGC": 2196, "GAGAGG": 2197, "GAGAGT": 2198, "GAGATA": 2199, "GAGATC": 2200, "GAGATG": 2201, "GAGATT": 2202, "GAGCAA": 2203, "GAGCAC": 2204, "GAGCAG": 2205, "GAGCAT": 2206, "GAGCCA": 2207, "GAGCCC": 2208, "GAGCCG": 2209, "GAGCCT": 2210, "GAGCGA": 2211, "GAGCGC": 2212, "GAGCGG": 2213, "GAGCGT": 2214, "GAGCTA": 2215, "GAGCTC": 2216, "GAGCTG": 2217, "GAGCTT": 2218, "GAGGAA": 2219, "GAGGAC": 2220, "GAGGAG": 2221, "GAGGAT": 2222, "GAGGCA": 2223, "GAGGCC": 2224, "GAGGCG": 2225, "GAGGCT": 2226, "GAGGGA": 2227, "GAGGGC": 2228, "GAGGGG": 2229, "GAGGGT": 2230, "GAGGTA": 2231, "GAGGTC": 2232, "GAGGTG": 2233, "GAGGTT": 2234, "GAGTAA": 2235, "GAGTAC": 2236, "GAGTAG": 2237, "GAGTAT": 2238, "GAGTCA": 2239, "GAGTCC": 2240, "GAGTCG": 2241, "GAGTCT": 2242, "GAGTGA": 2243, "GAGTGC": 2244, "GAGTGG": 2245, "GAGTGT": 2246, "GAGTTA": 2247, "GAGTTC": 2248, "GAGTTG": 2249, "GAGTTT": 2250, "GATAAA": 2251, "GATAAC": 2252, "GATAAG": 2253, "GATAAT": 2254, "GATACA": 2255, "GATACC": 2256, "GATACG": 2257, "GATACT": 2258, "GATAGA": 2259, "GATAGC": 2260, "GATAGG": 2261, "GATAGT": 2262, "GATATA": 2263, "GATATC": 2264, "GATATG": 2265, "GATATT": 2266, "GATCAA": 2267, "GATCAC": 2268, "GATCAG": 2269, "GATCAT": 2270, "GATCCA": 2271, "GATCCC": 2272, "GATCCG": 2273, "GATCCT": 2274, "GATCGA": 2275, "GATCGC": 2276, "GATCGG": 2277, "GATCGT": 2278, "GATCTA": 2279, "GATCTC": 2280, "GATCTG": 2281, "GATCTT": 2282, "GATGAA": 2283, "GATGAC": 2284, "GATGAG": 2285, "GATGAT": 2286, "GATGCA": 2287, "GATGCC": 2288, "GATGCG": 2289, "GATGCT": 2290, "GATGGA": 2291, "GATGGC": 2292, "GATGGG": 2293, "GATGGT": 2294, "GATGTA": 2295, "GATGTC": 2296, "GATGTG": 2297, "GATGTT": 2298, "GATTAA": 2299, "GATTAC": 2300, "GATTAG": 2301, "GATTAT": 2302, "GATTCA": 2303, "GATTCC": 2304, "GATTCG": 2305, "GATTCT": 2306, "GATTGA": 2307, "GATTGC": 2308, "GATTGG": 2309, "GATTGT": 2310, "GATTTA": 2311, "GATTTC": 2312, "GATTTG": 2313, "GATTTT": 2314, "GCAAAA": 2315, "GCAAAC": 2316, "GCAAAG": 2317, "GCAAAT": 2318, "GCAACA": 2319, "GCAACC": 2320, "GCAACG": 2321, "GCAACT": 2322, "GCAAGA": 2323, "GCAAGC": 2324, "GCAAGG": 2325, "GCAAGT": 2326, "GCAATA": 2327, "GCAATC": 2328, "GCAATG": 2329, "GCAATT": 2330, "GCACAA": 2331, "GCACAC": 2332, "GCACAG": 2333, "GCACAT": 2334, "GCACCA": 2335, "GCACCC": 2336, "GCACCG": 2337, "GCACCT": 2338, "GCACGA": 2339, "GCACGC": 2340, "GCACGG": 2341, "GCACGT": 2342, "GCACTA": 2343, "GCACTC": 2344, "GCACTG": 2345, "GCACTT": 2346, "GCAGAA": 2347, "GCAGAC": 2348, "GCAGAG": 2349, "GCAGAT": 2350, "GCAGCA": 2351, "GCAGCC": 2352, "GCAGCG": 2353, "GCAGCT": 2354, "GCAGGA": 2355, "GCAGGC": 2356, "GCAGGG": 2357, "GCAGGT": 2358, "GCAGTA": 2359, "GCAGTC": 2360, "GCAGTG": 2361, "GCAGTT": 2362, "GCATAA": 2363, "GCATAC": 2364, "GCATAG": 2365, "GCATAT": 2366, "GCATCA": 2367, "GCATCC": 2368, "GCATCG": 2369, "GCATCT": 2370, "GCATGA": 2371, "GCATGC": 2372, "GCATGG": 2373, "GCATGT": 2374, "GCATTA": 2375, "GCATTC": 2376, "GCATTG": 2377, "GCATTT": 2378, "GCCAAA": 2379, "GCCAAC": 2380, "GCCAAG": 2381, "GCCAAT": 2382, "GCCACA": 2383, "GCCACC": 2384, "GCCACG": 2385, "GCCACT": 2386, "GCCAGA": 2387, "GCCAGC": 2388, "GCCAGG": 2389, "GCCAGT": 2390, "GCCATA": 2391, "GCCATC": 2392, "GCCATG": 2393, "GCCATT": 2394, "GCCCAA": 2395, "GCCCAC": 2396, "GCCCAG": 2397, "GCCCAT": 2398, "GCCCCA": 2399, "GCCCCC": 2400, "GCCCCG": 2401, "GCCCCT": 2402, "GCCCGA": 2403, "GCCCGC": 2404, "GCCCGG": 2405, "GCCCGT": 2406, "GCCCTA": 2407, "GCCCTC": 2408, "GCCCTG": 2409, "GCCCTT": 2410, "GCCGAA": 2411, "GCCGAC": 2412, "GCCGAG": 2413, "GCCGAT": 2414, "GCCGCA": 2415, "GCCGCC": 2416, "GCCGCG": 2417, "GCCGCT": 2418, "GCCGGA": 2419, "GCCGGC": 2420, "GCCGGG": 2421, "GCCGGT": 2422, "GCCGTA": 2423, "GCCGTC": 2424, "GCCGTG": 2425, "GCCGTT": 2426, "GCCTAA": 2427, "GCCTAC": 2428, "GCCTAG": 2429, "GCCTAT": 2430, "GCCTCA": 2431, "GCCTCC": 2432, "GCCTCG": 2433, "GCCTCT": 2434, "GCCTGA": 2435, "GCCTGC": 2436, "GCCTGG": 2437, "GCCTGT": 2438, "GCCTTA": 2439, "GCCTTC": 2440, "GCCTTG": 2441, "GCCTTT": 2442, "GCGAAA": 2443, "GCGAAC": 2444, "GCGAAG": 2445, "GCGAAT": 2446, "GCGACA": 2447, "GCGACC": 2448, "GCGACG": 2449, "GCGACT": 2450, "GCGAGA": 2451, "GCGAGC": 2452, "GCGAGG": 2453, "GCGAGT": 2454, "GCGATA": 2455, "GCGATC": 2456, "GCGATG": 2457, "GCGATT": 2458, "GCGCAA": 2459, "GCGCAC": 2460, "GCGCAG": 2461, "GCGCAT": 2462, "GCGCCA": 2463, "GCGCCC": 2464, "GCGCCG": 2465, "GCGCCT": 2466, "GCGCGA": 2467, "GCGCGC": 2468, "GCGCGG": 2469, "GCGCGT": 2470, "GCGCTA": 2471, "GCGCTC": 2472, "GCGCTG": 2473, "GCGCTT": 2474, "GCGGAA": 2475, "GCGGAC": 2476, "GCGGAG": 2477, "GCGGAT": 2478, "GCGGCA": 2479, "GCGGCC": 2480, "GCGGCG": 2481, "GCGGCT": 2482, "GCGGGA": 2483, "GCGGGC": 2484, "GCGGGG": 2485, "GCGGGT": 2486, "GCGGTA": 2487, "GCGGTC": 2488, "GCGGTG": 2489, "GCGGTT": 2490, "GCGTAA": 2491, "GCGTAC": 2492, "GCGTAG": 2493, "GCGTAT": 2494, "GCGTCA": 2495, "GCGTCC": 2496, "GCGTCG": 2497, "GCGTCT": 2498, "GCGTGA": 2499, "GCGTGC": 2500, "GCGTGG": 2501, "GCGTGT": 2502, "GCGTTA": 2503, "GCGTTC": 2504, "GCGTTG": 2505, "GCGTTT": 2506, "GCTAAA": 2507, "GCTAAC": 2508, "GCTAAG": 2509, "GCTAAT": 2510, "GCTACA": 2511, "GCTACC": 2512, "GCTACG": 2513, "GCTACT": 2514, "GCTAGA": 2515, "GCTAGC": 2516, "GCTAGG": 2517, "GCTAGT": 2518, "GCTATA": 2519, "GCTATC": 2520, "GCTATG": 2521, "GCTATT": 2522, "GCTCAA": 2523, "GCTCAC": 2524, "GCTCAG": 2525, "GCTCAT": 2526, "GCTCCA": 2527, "GCTCCC": 2528, "GCTCCG": 2529, "GCTCCT": 2530, "GCTCGA": 2531, "GCTCGC": 2532, "GCTCGG": 2533, "GCTCGT": 2534, "GCTCTA": 2535, "GCTCTC": 2536, "GCTCTG": 2537, "GCTCTT": 2538, "GCTGAA": 2539, "GCTGAC": 2540, "GCTGAG": 2541, "GCTGAT": 2542, "GCTGCA": 2543, "GCTGCC": 2544, "GCTGCG": 2545, "GCTGCT": 2546, "GCTGGA": 2547, "GCTGGC": 2548, "GCTGGG": 2549, "GCTGGT": 2550, "GCTGTA": 2551, "GCTGTC": 2552, "GCTGTG": 2553, "GCTGTT": 2554, "GCTTAA": 2555, "GCTTAC": 2556, "GCTTAG": 2557, "GCTTAT": 2558, "GCTTCA": 2559, "GCTTCC": 2560, "GCTTCG": 2561, "GCTTCT": 2562, "GCTTGA": 2563, "GCTTGC": 2564, "GCTTGG": 2565, "GCTTGT": 2566, "GCTTTA": 2567, "GCTTTC": 2568, "GCTTTG": 2569, "GCTTTT": 2570, "GGAAAA": 2571, "GGAAAC": 2572, "GGAAAG": 2573, "GGAAAT": 2574, "GGAACA": 2575, "GGAACC": 2576, "GGAACG": 2577, "GGAACT": 2578, "GGAAGA": 2579, "GGAAGC": 2580, "GGAAGG": 2581, "GGAAGT": 2582, "GGAATA": 2583, "GGAATC": 2584, "GGAATG": 2585, "GGAATT": 2586, "GGACAA": 2587, "GGACAC": 2588, "GGACAG": 2589, "GGACAT": 2590, "GGACCA": 2591, "GGACCC": 2592, "GGACCG": 2593, "GGACCT": 2594, "GGACGA": 2595, "GGACGC": 2596, "GGACGG": 2597, "GGACGT": 2598, "GGACTA": 2599, "GGACTC": 2600, "GGACTG": 2601, "GGACTT": 2602, "GGAGAA": 2603, "GGAGAC": 2604, "GGAGAG": 2605, "GGAGAT": 2606, "GGAGCA": 2607, "GGAGCC": 2608, "GGAGCG": 2609, "GGAGCT": 2610, "GGAGGA": 2611, "GGAGGC": 2612, "GGAGGG": 2613, "GGAGGT": 2614, "GGAGTA": 2615, "GGAGTC": 2616, "GGAGTG": 2617, "GGAGTT": 2618, "GGATAA": 2619, "GGATAC": 2620, "GGATAG": 2621, "GGATAT": 2622, "GGATCA": 2623, "GGATCC": 2624, "GGATCG": 2625, "GGATCT": 2626, "GGATGA": 2627, "GGATGC": 2628, "GGATGG": 2629, "GGATGT": 2630, "GGATTA": 2631, "GGATTC": 2632, "GGATTG": 2633, "GGATTT": 2634, "GGCAAA": 2635, "GGCAAC": 2636, "GGCAAG": 2637, "GGCAAT": 2638, "GGCACA": 2639, "GGCACC": 2640, "GGCACG": 2641, "GGCACT": 2642, "GGCAGA": 2643, "GGCAGC": 2644, "GGCAGG": 2645, "GGCAGT": 2646, "GGCATA": 2647, "GGCATC": 2648, "GGCATG": 2649, "GGCATT": 2650, "GGCCAA": 2651, "GGCCAC": 2652, "GGCCAG": 2653, "GGCCAT": 2654, "GGCCCA": 2655, "GGCCCC": 2656, "GGCCCG": 2657, "GGCCCT": 2658, "GGCCGA": 2659, "GGCCGC": 2660, "GGCCGG": 2661, "GGCCGT": 2662, "GGCCTA": 2663, "GGCCTC": 2664, "GGCCTG": 2665, "GGCCTT": 2666, "GGCGAA": 2667, "GGCGAC": 2668, "GGCGAG": 2669, "GGCGAT": 2670, "GGCGCA": 2671, "GGCGCC": 2672, "GGCGCG": 2673, "GGCGCT": 2674, "GGCGGA": 2675, "GGCGGC": 2676, "GGCGGG": 2677, "GGCGGT": 2678, "GGCGTA": 2679, "GGCGTC": 2680, "GGCGTG": 2681, "GGCGTT": 2682, "GGCTAA": 2683, "GGCTAC": 2684, "GGCTAG": 2685, "GGCTAT": 2686, "GGCTCA": 2687, "GGCTCC": 2688, "GGCTCG": 2689, "GGCTCT": 2690, "GGCTGA": 2691, "GGCTGC": 2692, "GGCTGG": 2693, "GGCTGT": 2694, "GGCTTA": 2695, "GGCTTC": 2696, "GGCTTG": 2697, "GGCTTT": 2698, "GGGAAA": 2699, "GGGAAC": 2700, "GGGAAG": 2701, "GGGAAT": 2702, "GGGACA": 2703, "GGGACC": 2704, "GGGACG": 2705, "GGGACT": 2706, "GGGAGA": 2707, "GGGAGC": 2708, "GGGAGG": 2709, "GGGAGT": 2710, "GGGATA": 2711, "GGGATC": 2712, "GGGATG": 2713, "GGGATT": 2714, "GGGCAA": 2715, "GGGCAC": 2716, "GGGCAG": 2717, "GGGCAT": 2718, "GGGCCA": 2719, "GGGCCC": 2720, "GGGCCG": 2721, "GGGCCT": 2722, "GGGCGA": 2723, "GGGCGC": 2724, "GGGCGG": 2725, "GGGCGT": 2726, "GGGCTA": 2727, "GGGCTC": 2728, "GGGCTG": 2729, "GGGCTT": 2730, "GGGGAA": 2731, "GGGGAC": 2732, "GGGGAG": 2733, "GGGGAT": 2734, "GGGGCA": 2735, "GGGGCC": 2736, "GGGGCG": 2737, "GGGGCT": 2738, "GGGGGA": 2739, "GGGGGC": 2740, "GGGGGG": 2741, "GGGGGT": 2742, "GGGGTA": 2743, "GGGGTC": 2744, "GGGGTG": 2745, "GGGGTT": 2746, "GGGTAA": 2747, "GGGTAC": 2748, "GGGTAG": 2749, "GGGTAT": 2750, "GGGTCA": 2751, "GGGTCC": 2752, "GGGTCG": 2753, "GGGTCT": 2754, "GGGTGA": 2755, "GGGTGC": 2756, "GGGTGG": 2757, "GGGTGT": 2758, "GGGTTA": 2759, "GGGTTC": 2760, "GGGTTG": 2761, "GGGTTT": 2762, "GGTAAA": 2763, "GGTAAC": 2764, "GGTAAG": 2765, "GGTAAT": 2766, "GGTACA": 2767, "GGTACC": 2768, "GGTACG": 2769, "GGTACT": 2770, "GGTAGA": 2771, "GGTAGC": 2772, "GGTAGG": 2773, "GGTAGT": 2774, "GGTATA": 2775, "GGTATC": 2776, "GGTATG": 2777, "GGTATT": 2778, "GGTCAA": 2779, "GGTCAC": 2780, "GGTCAG": 2781, "GGTCAT": 2782, "GGTCCA": 2783, "GGTCCC": 2784, "GGTCCG": 2785, "GGTCCT": 2786, "GGTCGA": 2787, "GGTCGC": 2788, "GGTCGG": 2789, "GGTCGT": 2790, "GGTCTA": 2791, "GGTCTC": 2792, "GGTCTG": 2793, "GGTCTT": 2794, "GGTGAA": 2795, "GGTGAC": 2796, "GGTGAG": 2797, "GGTGAT": 2798, "GGTGCA": 2799, "GGTGCC": 2800, "GGTGCG": 2801, "GGTGCT": 2802, "GGTGGA": 2803, "GGTGGC": 2804, "GGTGGG": 2805, "GGTGGT": 2806, "GGTGTA": 2807, "GGTGTC": 2808, "GGTGTG": 2809, "GGTGTT": 2810, "GGTTAA": 2811, "GGTTAC": 2812, "GGTTAG": 2813, "GGTTAT": 2814, "GGTTCA": 2815, "GGTTCC": 2816, "GGTTCG": 2817, "GGTTCT": 2818, "GGTTGA": 2819, "GGTTGC": 2820, "GGTTGG": 2821, "GGTTGT": 2822, "GGTTTA": 2823, "GGTTTC": 2824, "GGTTTG": 2825, "GGTTTT": 2826, "GTAAAA": 2827, "GTAAAC": 2828, "GTAAAG": 2829, "GTAAAT": 2830, "GTAACA": 2831, "GTAACC": 2832, "GTAACG": 2833, "GTAACT": 2834, "GTAAGA": 2835, "GTAAGC": 2836, "GTAAGG": 2837, "GTAAGT": 2838, "GTAATA": 2839, "GTAATC": 2840, "GTAATG": 2841, "GTAATT": 2842, "GTACAA": 2843, "GTACAC": 2844, "GTACAG": 2845, "GTACAT": 2846, "GTACCA": 2847, "GTACCC": 2848, "GTACCG": 2849, "GTACCT": 2850, "GTACGA": 2851, "GTACGC": 2852, "GTACGG": 2853, "GTACGT": 2854, "GTACTA": 2855, "GTACTC": 2856, "GTACTG": 2857, "GTACTT": 2858, "GTAGAA": 2859, "GTAGAC": 2860, "GTAGAG": 2861, "GTAGAT": 2862, "GTAGCA": 2863, "GTAGCC": 2864, "GTAGCG": 2865, "GTAGCT": 2866, "GTAGGA": 2867, "GTAGGC": 2868, "GTAGGG": 2869, "GTAGGT": 2870, "GTAGTA": 2871, "GTAGTC": 2872, "GTAGTG": 2873, "GTAGTT": 2874, "GTATAA": 2875, "GTATAC": 2876, "GTATAG": 2877, "GTATAT": 2878, "GTATCA": 2879, "GTATCC": 2880, "GTATCG": 2881, "GTATCT": 2882, "GTATGA": 2883, "GTATGC": 2884, "GTATGG": 2885, "GTATGT": 2886, "GTATTA": 2887, "GTATTC": 2888, "GTATTG": 2889, "GTATTT": 2890, "GTCAAA": 2891, "GTCAAC": 2892, "GTCAAG": 2893, "GTCAAT": 2894, "GTCACA": 2895, "GTCACC": 2896, "GTCACG": 2897, "GTCACT": 2898, "GTCAGA": 2899, "GTCAGC": 2900, "GTCAGG": 2901, "GTCAGT": 2902, "GTCATA": 2903, "GTCATC": 2904, "GTCATG": 2905, "GTCATT": 2906, "GTCCAA": 2907, "GTCCAC": 2908, "GTCCAG": 2909, "GTCCAT": 2910, "GTCCCA": 2911, "GTCCCC": 2912, "GTCCCG": 2913, "GTCCCT": 2914, "GTCCGA": 2915, "GTCCGC": 2916, "GTCCGG": 2917, "GTCCGT": 2918, "GTCCTA": 2919, "GTCCTC": 2920, "GTCCTG": 2921, "GTCCTT": 2922, "GTCGAA": 2923, "GTCGAC": 2924, "GTCGAG": 2925, "GTCGAT": 2926, "GTCGCA": 2927, "GTCGCC": 2928, "GTCGCG": 2929, "GTCGCT": 2930, "GTCGGA": 2931, "GTCGGC": 2932, "GTCGGG": 2933, "GTCGGT": 2934, "GTCGTA": 2935, "GTCGTC": 2936, "GTCGTG": 2937, "GTCGTT": 2938, "GTCTAA": 2939, "GTCTAC": 2940, "GTCTAG": 2941, "GTCTAT": 2942, "GTCTCA": 2943, "GTCTCC": 2944, "GTCTCG": 2945, "GTCTCT": 2946, "GTCTGA": 2947, "GTCTGC": 2948, "GTCTGG": 2949, "GTCTGT": 2950, "GTCTTA": 2951, "GTCTTC": 2952, "GTCTTG": 2953, "GTCTTT": 2954, "GTGAAA": 2955, "GTGAAC": 2956, "GTGAAG": 2957, "GTGAAT": 2958, "GTGACA": 2959, "GTGACC": 2960, "GTGACG": 2961, "GTGACT": 2962, "GTGAGA": 2963, "GTGAGC": 2964, "GTGAGG": 2965, "GTGAGT": 2966, "GTGATA": 2967, "GTGATC": 2968, "GTGATG": 2969, "GTGATT": 2970, "GTGCAA": 2971, "GTGCAC": 2972, "GTGCAG": 2973, "GTGCAT": 2974, "GTGCCA": 2975, "GTGCCC": 2976, "GTGCCG": 2977, "GTGCCT": 2978, "GTGCGA": 2979, "GTGCGC": 2980, "GTGCGG": 2981, "GTGCGT": 2982, "GTGCTA": 2983, "GTGCTC": 2984, "GTGCTG": 2985, "GTGCTT": 2986, "GTGGAA": 2987, "GTGGAC": 2988, "GTGGAG": 2989, "GTGGAT": 2990, "GTGGCA": 2991, "GTGGCC": 2992, "GTGGCG": 2993, "GTGGCT": 2994, "GTGGGA": 2995, "GTGGGC": 2996, "GTGGGG": 2997, "GTGGGT": 2998, "GTGGTA": 2999, "GTGGTC": 3000, "GTGGTG": 3001, "GTGGTT": 3002, "GTGTAA": 3003, "GTGTAC": 3004, "GTGTAG": 3005, "GTGTAT": 3006, "GTGTCA": 3007, "GTGTCC": 3008, "GTGTCG": 3009, "GTGTCT": 3010, "GTGTGA": 3011, "GTGTGC": 3012, "GTGTGG": 3013, "GTGTGT": 3014, "GTGTTA": 3015, "GTGTTC": 3016, "GTGTTG": 3017, "GTGTTT": 3018, "GTTAAA": 3019, "GTTAAC": 3020, "GTTAAG": 3021, "GTTAAT": 3022, "GTTACA": 3023, "GTTACC": 3024, "GTTACG": 3025, "GTTACT": 3026, "GTTAGA": 3027, "GTTAGC": 3028, "GTTAGG": 3029, "GTTAGT": 3030, "GTTATA": 3031, "GTTATC": 3032, "GTTATG": 3033, "GTTATT": 3034, "GTTCAA": 3035, "GTTCAC": 3036, "GTTCAG": 3037, "GTTCAT": 3038, "GTTCCA": 3039, "GTTCCC": 3040, "GTTCCG": 3041, "GTTCCT": 3042, "GTTCGA": 3043, "GTTCGC": 3044, "GTTCGG": 3045, "GTTCGT": 3046, "GTTCTA": 3047, "GTTCTC": 3048, "GTTCTG": 3049, "GTTCTT": 3050, "GTTGAA": 3051, "GTTGAC": 3052, "GTTGAG": 3053, "GTTGAT": 3054, "GTTGCA": 3055, "GTTGCC": 3056, "GTTGCG": 3057, "GTTGCT": 3058, "GTTGGA": 3059, "GTTGGC": 3060, "GTTGGG": 3061, "GTTGGT": 3062, "GTTGTA": 3063, "GTTGTC": 3064, "GTTGTG": 3065, "GTTGTT": 3066, "GTTTAA": 3067, "GTTTAC": 3068, "GTTTAG": 3069, "GTTTAT": 3070, "GTTTCA": 3071, "GTTTCC": 3072, "GTTTCG": 3073, "GTTTCT": 3074, "GTTTGA": 3075, "GTTTGC": 3076, "GTTTGG": 3077, "GTTTGT": 3078, "GTTTTA": 3079, "GTTTTC": 3080, "GTTTTG": 3081, "GTTTTT": 3082, "TAAAAA": 3083, "TAAAAC": 3084, "TAAAAG": 3085, "TAAAAT": 3086, "TAAACA": 3087, "TAAACC": 3088, "TAAACG": 3089, "TAAACT": 3090, "TAAAGA": 3091, "TAAAGC": 3092, "TAAAGG": 3093, "TAAAGT": 3094, "TAAATA": 3095, "TAAATC": 3096, "TAAATG": 3097, "TAAATT": 3098, "TAACAA": 3099, "TAACAC": 3100, "TAACAG": 3101, "TAACAT": 3102, "TAACCA": 3103, "TAACCC": 3104, "TAACCG": 3105, "TAACCT": 3106, "TAACGA": 3107, "TAACGC": 3108, "TAACGG": 3109, "TAACGT": 3110, "TAACTA": 3111, "TAACTC": 3112, "TAACTG": 3113, "TAACTT": 3114, "TAAGAA": 3115, "TAAGAC": 3116, "TAAGAG": 3117, "TAAGAT": 3118, "TAAGCA": 3119, "TAAGCC": 3120, "TAAGCG": 3121, "TAAGCT": 3122, "TAAGGA": 3123, "TAAGGC": 3124, "TAAGGG": 3125, "TAAGGT": 3126, "TAAGTA": 3127, "TAAGTC": 3128, "TAAGTG": 3129, "TAAGTT": 3130, "TAATAA": 3131, "TAATAC": 3132, "TAATAG": 3133, "TAATAT": 3134, "TAATCA": 3135, "TAATCC": 3136, "TAATCG": 3137, "TAATCT": 3138, "TAATGA": 3139, "TAATGC": 3140, "TAATGG": 3141, "TAATGT": 3142, "TAATTA": 3143, "TAATTC": 3144, "TAATTG": 3145, "TAATTT": 3146, "TACAAA": 3147, "TACAAC": 3148, "TACAAG": 3149, "TACAAT": 3150, "TACACA": 3151, "TACACC": 3152, "TACACG": 3153, "TACACT": 3154, "TACAGA": 3155, "TACAGC": 3156, "TACAGG": 3157, "TACAGT": 3158, "TACATA": 3159, "TACATC": 3160, "TACATG": 3161, "TACATT": 3162, "TACCAA": 3163, "TACCAC": 3164, "TACCAG": 3165, "TACCAT": 3166, "TACCCA": 3167, "TACCCC": 3168, "TACCCG": 3169, "TACCCT": 3170, "TACCGA": 3171, "TACCGC": 3172, "TACCGG": 3173, "TACCGT": 3174, "TACCTA": 3175, "TACCTC": 3176, "TACCTG": 3177, "TACCTT": 3178, "TACGAA": 3179, "TACGAC": 3180, "TACGAG": 3181, "TACGAT": 3182, "TACGCA": 3183, "TACGCC": 3184, "TACGCG": 3185, "TACGCT": 3186, "TACGGA": 3187, "TACGGC": 3188, "TACGGG": 3189, "TACGGT": 3190, "TACGTA": 3191, "TACGTC": 3192, "TACGTG": 3193, 